
export  const article = {
    title: "Как похудеть правильно и эффективно",
    content: [
      {
        type: 'paragraph',
        text: 'Похудение — это процесс, который требует терпения и дисциплины. Важно понимать, что быстрое похудение может быть вредным для здоровья. Вот несколько советов, которые помогут вам похудеть правильно:',
      },
      {
        type: 'list',
        items: [
          'Пейте много воды.',
          'Ешьте больше овощей и фруктов.',
          'Избегайте фастфуда и сладких напитков.',
          'Регулярно занимайтесь физической активностью.',
        ],
      },
      {
        type: 'paragraph',
        text: 'Следуя этим рекомендациям, вы сможете достичь своих целей по похудению здоровым и устойчивым способом.',
      },
    ],
  };

  export const quiz = {
    title: "Тест на знание основ правильного питания",
    questions: [
      {
        question: "Сколько стаканов воды рекомендуется пить в день?",
        options: ["2", "4", "6", "8"],
        correctAnswer: "8",
      },
      {
        question: "Какой продукт является источником сложных углеводов?",
        options: ["Белый хлеб", "Картофель", "Овсянка", "Сахар"],
        correctAnswer: "Овсянка",
      },
      {
        question: "Какой продукт содержит наименьшее количество калорий?",
        options: ["Яблоко", "Банан", "Апельсин", "Виноград"],
        correctAnswer: "Яблоко",
      },
    ],
  };